[
    {
        "video_id": "IqJHOrJpcy8",
        "title": "Webinar: How can we tackle single-use plastic packaging and drive a reuse economy at a city level?",
        "description": "In this webinar for London Climate Action Week 2025, we spotlight existing and emerging solutions to tackle single-use plastic packaging and drive reuse and refill initiatives across the value chain, and discuss what’s needed to overcome systemic and technical barriers to scale and replicate these actions and initiatives at a city-wide level.\n\nSpeakers:\n- Celine Deschamps, Programme Lead, City to Sea\n- Paul Cooke, Co-founder, Weekly.Shop\n- Ali Malvern, Programme and Policy Lead, Climate Change & Sustainability, London borough of Richmond and Wandsworth\n- Lowelle Bryan, Senior Reuse and Refill Specialist, WRAP\n- Antony Buchan, Head of local authority support, ReLondon (Chair)",
        "published_at": "2025-06-26T14:42:36Z",
        "duration": "PT57M42S",
        "view_count": "94",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "57JLnivzNxk",
        "title": "Webinar: The power of repair",
        "description": "In this webinar for Repair Week 2025, we explore the powerful role of repair – across material streams including textiles, electricals, bikes and furniture - to help people save money, lead more resilient lives, gain skills (and possibly jobs), make connections in their community, and ultimately reduce consumption and waste.\n\nWe discuss what’s needed to grow the repair movement (including better incentives for businesses and citizen uptake, plus improved infrastructure for repair businesses), and to increase the amount of stuff that gets repaired.\n\nSpeakers:\n-  Ali Moore, Head of communications and behaviour change, ReLondon\n- Fiona Dear, Co-Director, The Restart Project\n- Sean Bookless, Senior Campaigns and Behavioural Change Manager, Recycle for Greater Manchester\n- Emily Anders, Marketing and Brand Partnerships Lead, SOJO",
        "published_at": "2025-03-06T17:42:05Z",
        "duration": "PT52M34S",
        "view_count": "33",
        "like_count": "1",
        "comment_count": "1",
        "has_caption": "false"
    },
    {
        "video_id": "i0mCDz54CEU",
        "title": "ReLondon webinar: London's packaging footprint report launch",
        "description": "In this webinar we discuss the findings and opportunities for action from the report 'London's packaging footprint' - a material flow analysis study conducted by ReLondon in collaboration with Valpak and WRAP looking at the impacts of the capital’s packaging consumption.\n\nRead the full report: https://relondon.gov.uk/resources/londons-packaging-footprint",
        "published_at": "2024-10-03T11:46:34Z",
        "duration": "PT58M47S",
        "view_count": "88",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "PHGmzbxqkHg",
        "title": "Webinar: How to talk about consumption without talking about consumption",
        "description": "ReLondon hosted webinar exploring the trepidation around talking about consumption – how we consume ‘stuff’, including food, and how we ask citizens to consume less or differently.\n\nIn this session, we discuss research about people’s relationship with consumption and sustainability; and give examples of communications and campaigns that have done it well (or not so well).\n\nWe delve into the barriers around talking about consumption – for policymakers, businesses, communities, individuals – and discuss what needs to change to help engage citizens more effectively and motivate behaviour change towards more sustainable lifestyles at the pace and scale needed to help tackle the climate emergency.\n\nSpeakers:\n- Ali Moore - Head of communications and behaviour change, ReLondon (Chair)\n- Dan Bennett - Consulting Partner & UK Lead, Behavioural Science, Ogilvy \n- Laura Costello - Head of Sustainability & Planet Services, THINKHOUSE\n- Oliver Pattenden - Global Research & Insight Director, The Sustainability Studio, Accenture Song\n- Poppy Mason-Watts - Chief Growth/Impact Officer, WaterBear Network",
        "published_at": "2024-08-15T10:33:38Z",
        "duration": "PT58M33S",
        "view_count": "137",
        "like_count": "6",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "uw-2G1_zAGs",
        "title": "Webinar: \"It’s the (circular) economy, stupid\" - Exploring the economic benefits of circularity",
        "description": "ReLondon hosted webinar for London Climate Action Week exploring why circularity benefits the economy, not just the planet.\n\nIn this session, we discuss how circular economy is so much more than just waste and recycling, and how it can make economies stronger, create meaningful and accessible local jobs across all skills levels and help tackle cost of living pressures. We talk about what we believe will accelerate change, and what the benefits are in making the UK’s economy more circular – for citizens, businesses and government.\n\nSpeakers:\nWayne Hubbard – CEO, ReLondon (Host)\nSarah Mukherjee – CEO, Institute for Environmental Management & Assessment (IEMA)\nShaun Spiers – Executive Director, Green Alliance",
        "published_at": "2024-06-26T10:45:32Z",
        "duration": "PT59M29S",
        "view_count": "111",
        "like_count": "1",
        "comment_count": "1",
        "has_caption": "false"
    },
    {
        "video_id": "7oJ5yOU3kXA",
        "title": "Batch.Works",
        "description": "",
        "published_at": "2023-12-18T15:53:23Z",
        "duration": "PT1M51S",
        "view_count": "206",
        "like_count": "2",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "Y3LpCEdRSz0",
        "title": "TOPUP TRUCK",
        "description": "",
        "published_at": "2023-12-18T15:53:17Z",
        "duration": "PT1M59S",
        "view_count": "86",
        "like_count": "2",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "5uh7ITIU8rY",
        "title": "Toast Ale",
        "description": "",
        "published_at": "2023-12-18T15:53:14Z",
        "duration": "PT1M56S",
        "view_count": "118",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "NXux0KBdps0",
        "title": "thinkFOUND",
        "description": "",
        "published_at": "2023-12-18T15:53:11Z",
        "duration": "PT2M1S",
        "view_count": "80",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "NfdsXIbiCko",
        "title": "thelittleloop",
        "description": "",
        "published_at": "2023-12-18T15:53:07Z",
        "duration": "PT1M53S",
        "view_count": "43",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "TBAgiOpbKec",
        "title": "The Felix Project",
        "description": "",
        "published_at": "2023-12-18T15:53:03Z",
        "duration": "PT2M1S",
        "view_count": "201",
        "like_count": "3",
        "comment_count": "1",
        "has_caption": "false"
    },
    {
        "video_id": "1rRcz4pVsSg",
        "title": "ReLondon Board Meeting",
        "description": "",
        "published_at": "2023-12-05T22:40:17Z",
        "duration": "PT30M35S",
        "view_count": "25",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "GS_U802ecT0",
        "title": "#CEweek2023 - Global Cities & Regions Spotlight: Atlanta",
        "description": "Watch the third webinar in our Global Cities & Regions Spotlight series with Pyxera Global for #CEweek2023 to hear how city government and institutional representatives from the city of Atlanta, GA are driving the transition to a circular economy at a city-wide level.\n\nLearn how Atlanta is using the circular economy to build resilience against the climate crisis, fostering community cohesion and innovation, all while generating jobs, driving green growth and environmental regeneration.\n\nSpeakers:\n- Michelle Wiseman, Director of Circularity & Outreach, The City of Atlanta Mayor’s Office of Sustainability & Resilience\n- Jay Bassett, Community Development Connector, Atlanta, GA\n- Shannon Goodman, Executive Director of Lifecycle Building Center\n- John Holm, Senior Vice President, Partnership Development, Pyxera Global (Moderator)\n\nThis webinar was hosted by Pyxera Global in partnership with ReLondon for Circular Economy Week. It was the third of five webinars in our Global Cities & Regions Spotlight series for #CEweek2023, and was recorded on Wednesday 18th October 2023.",
        "published_at": "2023-10-30T14:15:04Z",
        "duration": "PT1H14M43S",
        "view_count": "73",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "JtfnpoLZ8dQ",
        "title": "#CEweek2023 - Global Cities & Regions Spotlight: Hawaii",
        "description": "Watch the fourth webinar in ReLondon's Global Cities & Regions Spotlight series with Pyxera Global and the Circular City Coalition for #CEweek2023 to hear inspiring insights on implementing the circular economy from a selection of public and non-profit organisations and grassroots community groups across Hawaii.\n\nSpeakers:\n- Laura Acasio, Former State Senator for Greater Hilo\n- Kristine Kubat, Executive Director, RECYCLE HAWAII\n- Kristin Frost Albrecht, Executive Director, The Food Basket\n- Leelen Park, Director of Development, The Food Basket\n- Douglass Shipman Adams, Director, Hawaii County Research and Development\n- Uʻilani Naipo, Miloliʻi, South Kona Community Representative\n- Hānai Kaiāulu, represented by Mikala Pieper and Charles Cravalho\n- John Holm, Senior Vice President, Partnership Development, Pyxera Global (Moderator)\n\nThis webinar was hosted by Pyxera Global in partnership with ReLondon for Circular Economy Week 2023. It was the fourth of five webinars in our Global Cities & Regions Spotlight series for #CEweek2023, and was recorded on Wednesday 18th October 2023.",
        "published_at": "2023-10-30T14:13:17Z",
        "duration": "PT1H12M16S",
        "view_count": "10",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "T8iF3Z1aoFA",
        "title": "#CEweek2023 - Global Cities & Regions Spotlight: India",
        "description": "How are businesses, cities, municipalities and regions in India accelerating the shift to a circular economy?\n\nWatch the first webinar in ReLondon's Global Cities & Regions Spotlight series with Pyxera Global for #CEweek2023 to hear how a curated selection of pioneering businesses and institutions in India are driving the transition to a circular economy.\n\nLearn how they’re using the circular economy to build resilience against the climate crisis, fostering community cohesion and innovation, all while generating jobs, driving green growth and environmental regeneration.\n\nSpeakers:\n- Dr. Mukesh Kanaskar – Deputy Director General , All India Institute of Local Self Government (AIILSG)\n- Shweta Gupta, Executive Director, All India Institute of Local Self-Government (AIILSG)\n- Sagarika Bose- Head CSR, SAP\n- Yash Ranga- Director Strategy & Innovation, Pyxera Global India (Moderator)\n\nThis webinar was hosted by Pyxera Global in partnership with ReLondon for Circular Economy Week. It was the first of five webinars in our Global Cities & Regions Spotlight series for #CEweek2023, and was recorded on Tuesday 17th October 2023.",
        "published_at": "2023-10-30T12:57:57Z",
        "duration": "PT57M25S",
        "view_count": "26",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "gYxUEXKP1xE",
        "title": "#CEweek2023 - Global Cities & Regions Spotlight: Latin America",
        "description": "How are cities in Latin America accelerating the shift to a circular economy?\n\nWatch the fifth webinar in ReLondon's Global Cities & Regions Spotlight series for #CEweek2023 to hear how cities and municipalities across Latin America are driving the circular economy transition at a city-wide level.\n\nLearn how they’re using the circular economy to build resilience against the climate crisis, fostering community cohesion and innovation, all while generating jobs, driving green growth and environmental regeneration.\n\nSpeakers:\n- Carolina Urrutia Vásquez, Secretary for the Environment, City of Bogotá, Colombia\n- Francisco Sánchez Moreno, General Director of Recycling and Circular Economy, City of Buenos Aires, Argentina\n-  Jannia Ivette Samuels Moscote, Director of Resilience, Municipality of Panama\n- Wayne Hubbard, CEO, ReLondon (Moderator)\n\nThis webinar was hosted by ReLondon in partnership with Pyxera Global for Circular Economy Week. It was the fifth webinar in the Global Cities & Regions Spotlight series for #CEweek2023, and was recorded on Thursday 19th October 2023.",
        "published_at": "2023-10-30T11:53:23Z",
        "duration": "PT1H14M34S",
        "view_count": "26",
        "like_count": "0",
        "comment_count": "1",
        "has_caption": "false"
    },
    {
        "video_id": "avBF6KIuI6U",
        "title": "#CEweek2023 - Global Cities & Regions Spotlight: Africa",
        "description": "How are African entrepreneurs and grassroots community groups accelerating the shift to a circular economy in their local communities, cities and regions?\n\nWatch ReLondon's second webinar in the Global Cities & Regions Spotlight series for #CEweek2023 to hear inspiring insights from a curated selection of pioneering community groups and entrepreneurs from across Africa, followed by an audience Q&A.\n\nLearn how they’re using the circular economy to build resilience against the climate crisis, fostering community cohesion and innovation, all while generating jobs, driving green growth and environmental regeneration.\n\nSpeakers:\n- Alhassan Muniru, co-founder, Recycle Up! Ghana\n- Joanna Bingham, CEO, Footprints Africa\n- Dozie Igwello, founder, QuadLoop\n- Kigen Compton, managing director, BioBuu\n• Wayne Hubbard, CEO, ReLondon (Moderator)\n\nThis webinar was hosted by ReLondon in partnership with Pyxera Global for Circular Economy Week 2023, and was recorded on Tuesday 17th October 2023.",
        "published_at": "2023-10-30T11:52:58Z",
        "duration": "PT1H18M4S",
        "view_count": "14",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "hcnhyhew1Rk",
        "title": "Ever-increasing circles: how the circular economy transition delivers against wider policy agendas",
        "description": "ReLondon’s livestreamed opening event for Circular Economy Week 2023 explores how the circular economy helps tackle both the cost-of-living and climate crises; what the policy drivers are for speeding up a transition which benefits the economy, the environment and our communities, and how local economies can grow and thrive as a result of government and community action to be more circular.\n\n00:00:01 - Welcome and introduction: Wayne Hubbard, CEO, ReLondon\n00:04:10 - Keynote address: A global perspective, Ann Pettifor, political economist and Director of Policy Research in Macroeconomics\n00:19:34 - Address: A London perspective, Shirley Rodrigues, London Deputy Mayor for Environment and Energy\n00:30:40 Panel discussion: A view from UK cities and regions: Catherine Barber, Assistant Director, Environment and Energy, Greater London Authority;  Alison McRae, Senior Director, Circular Glasgow & Glasgow Chamber of Commerce; Rob Robinson, Sustainable Business Programme Manager, Kent County Council; Glynn Stevenson, Policy & Partnerships Officer, Merseyside Recycling and Waste Authority, chaired by Wayne Hubbard, CEO, ReLondon\n01:04:47 - Address: A national perspective, Lord Callanan, Minister for Energy Efficiency and Green Finance, Department for Energy Security & Net Zero\n01:10:21 - Address: How financial services can both support and help drive circularity, Sonia Brown, Director of UK Regulatory Policy and Public Affairs, Visa\n01:21:19 - Address: Local perspective: working with business and the community to support a just transition, Cllr Rezina Chowdhury, Vice Chair of Transport & Environment Committee, London Councils\n01:28:00 - Panel discussion: Making circular economy deliver for local communities: Antony Buchan, Head of programme - local authority support, ReLondon; Victoria Lawson, Executive Director, Environment, Culture & Customer Services, London Borough of Hounslow; Chris Barrett, Founder, thinkFOUND, Sophia Wyatt, Co-founder, Library of Things; Richard Bradbury, Director of Environment & Sustainability, London Borough of Camden.\n02:00:34 Closing remarks: Wayne Hubbard, CEO, ReLondon\n\nThis event took place on Monday 16 October 2023 during Circular Economy Week 2023. #CEweek2023 is hosted by ReLondon in partnership with Visa.",
        "published_at": "2023-10-18T10:26:34Z",
        "duration": "PT2H5M16S",
        "view_count": "193",
        "like_count": "4",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "Ibhrw8oYpm0",
        "title": "Webinar - London: Global City Snapshots: Firsthand Accounts of the Circular City Transition",
        "description": "This webinar was held during the 6th annual Science Summit at the 78th United Nations General Assembly on 18th September 2023.\n\nCircular economy isn’t just about waste; and it certainly isn’t just about recycling. It’s about making the very best use of the planet’s finite resources, designing out waste at every stage of the supply chain – but how can this benefit a local economy? This webinar uses London as a case study to show how circular economy can make city economies stronger, create meaningful and accessible local jobs and help tackle cost of living pressures.\n\nAgenda:\n00:02:30 Welcome and introduction\n00:05:16 Presentation: The economic potential of London's circular economy\n00:18:30 Presentation: London's emerging circular business ecosystem\n00:28:48 Panel discussion: Building a city's capacity and resilience with circular economy\n01:16:08 Audience Q&A\n\nSpeakers include:\n- Catherine Barber, Assistant Director, Environment and Energy, Greater London Authority\n- Chris Allen, UK Sustainability and Circularity Leader, Decathlon\n- Lamia Sbiti, Business transformation manager, ReLondon\n- Pru Ashby, Head of Sustainability, London & Partners\n- Sarah Malone, Senior advisor – circular economy analytics and knowledge, ReLondon\n- Sophia Wyatt, Co-founder, Library of Things\n- Tessa Clarke, CEO / Founder, Olio \n\nLearn more at www.relondon.gov.uk",
        "published_at": "2023-09-19T13:49:13Z",
        "duration": "PT1H29M52S",
        "view_count": "72",
        "like_count": "3",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "Kzwkw7Jz5sI",
        "title": "Generation Hope: Act for the Planet festival",
        "description": "From 20th - 25th March 2023 ReLondon ran a dynamic pop-up at the Natural History Museum's 'Generation Hope: Act for the Planet' festival. The free programme of inspiring workshops, panels and talks were created in partnership with young people, for young people aged 16+, helping them get to grips with eco-anxiety, understand the impacts of the planetary emergency and strengthen their own skills. From reducing food waste to embracing planet-friendly diets, ReLondon's Food Wave stall taught attendees how they can help tackle climate change, one meal at a time.",
        "published_at": "2023-05-26T09:29:36Z",
        "duration": "PT2M34S",
        "view_count": "80",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "qBJOu58Auio",
        "title": "Launching the updated Flats Recycling Package Toolkit",
        "description": "In July 2022, ReLondon published the results of its Flats 2.0 research project which explores new ways of increasing recycling from purpose-built flats.\n\nFollowing the report launch, we're pleased to share a newly updated Flats Recycling Package toolkit. The Package is a set of operational and communication guidelines for local authorities across London and beyond to use as they implement the Government’s collection and packaging reforms.\n\nIn this webinar, we explain how the different elements of the package can work together to increase the quality and quantity of recycling, including the results of the Making recycling work for people in flats 2.0 project, which was carried out in partnership with the London Borough of Lambeth and Peabody, and funded by the Ecosurety Exploration Fund.\n\nAccess the Flats recycling package toolkit here: https://relondon.gov.uk/resources/toolkit-flats-recycling-package",
        "published_at": "2022-11-02T16:39:40Z",
        "duration": "PT1H30M55S",
        "view_count": "138",
        "like_count": "3",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "HCQrCmuZOtU",
        "title": "Food Action Festival",
        "description": "ReLondon hosted the Food Action Festival as part of the Food Wave project, from July 8 – 10th 2022, at Angel Central shopping centre in north London.\n \nThe 3-day celebration aimed to inspire young Londoners to be more sustainable in their everyday food habits. The festival featured free workshops, live cooking demonstrations and giveaways to teach young people how to grow herbs, ferment vegetables, make notebooks out of food and packaging waste, and craft beeswax wraps to keep their food fresh.\n \nReLondon collaborated with the global food waste reduction app Too Good To Go to draw attention to the widespread issue of food waste by featuring two larger-than-life installations in the venue.\n \nOverall, the team ran 7 styles of workshops, distributed 3,000 low-waste recipe cards and saw 78,000 people passing through the venue during the festival!\n\n#CatchTheWave #FoodWave",
        "published_at": "2022-09-06T12:23:16Z",
        "duration": "PT1M51S",
        "view_count": "81",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "akNaN3dX5tk",
        "title": "AllPlants",
        "description": "AllPlants are on a mission to fight climate change and regenerate the planet by making it easy, exciting and affordable for people to eat more plants and therefore less animal-based produce. They were keen to measure the environmental impacts of their packaging and find ways to keep their packaging out of landfill.",
        "published_at": "2022-06-24T11:04:11Z",
        "duration": "PT3M3S",
        "view_count": "62",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "3Fi_RdvjBL8",
        "title": "BIOHM",
        "description": "When Biohm met ReLondon's Business Transformation team, they were an exciting new start-up with their first bio-based product Mycelium Insulation developed and keen to meet stakeholders in the built environment. They were also embarking on a mission to set up a consistent food waste supply to feed their hungry mushrooms; commercialise; and scale up operations.",
        "published_at": "2022-06-24T11:00:20Z",
        "duration": "PT4M9S",
        "view_count": "266",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "l7qCYlXaUd0",
        "title": "Smile",
        "description": "Smile Plastics’ mission is to change the way people view and value materials by taking waste and transforming it into decorative materials and products.",
        "published_at": "2022-06-24T10:55:23Z",
        "duration": "PT2M14S",
        "view_count": "803",
        "like_count": "8",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "rWDjnKOezhE",
        "title": "Unpackaged",
        "description": "Unpackaged aims to create a world without unnecessary packaging and preserve resources for future generations. After a stint as a zero-waste retailer, they were keen to develop the consultancy arm of the business and use their knowledge and previous experiences to help other businesses go packaging free.",
        "published_at": "2022-06-24T10:36:02Z",
        "duration": "PT3M11S",
        "view_count": "157",
        "like_count": "2",
        "comment_count": "1",
        "has_caption": "false"
    },
    {
        "video_id": "wM58l10Yq-8",
        "title": "KSBC",
        "description": "KSBC Plc helps businesses relocate premises and sets up their IT equipment and infrastructure. Realising that this process creates a lot of unnecessary waste, they were keen to minimise and set-up a circular service offering that would enable their clients to relocate offices in a responsible way.",
        "published_at": "2022-06-24T10:20:37Z",
        "duration": "PT2M24S",
        "view_count": "46",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "OEOZb3GNzKM",
        "title": "Toast",
        "description": "Toast makes planet-saving craft beer using surplus fresh bread. When Toast met ReLondon's Business Transformation team in 2017, they were keen to understand what their environmental impacts were throughout their supply chain and calculate the equivalent carbon emissions savings from replacing barley with surplus bread.",
        "published_at": "2022-06-24T10:09:35Z",
        "duration": "PT3M1S",
        "view_count": "48",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "_jKEvqzJ1zI",
        "title": "Nu Wardrobe",
        "description": "Nu Wardrobe is a peer-to-peer, clothes sharing app that brings people together to share their clothes and experience fashion affordably, without buying new outfits. When Nu Wardrobe met ReLondon's Business Transformation team they were keen to set up in London and secure investment, develop their App and grow the Nu community.",
        "published_at": "2022-06-24T10:02:51Z",
        "duration": "PT2M56S",
        "view_count": "87",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "3uEKAowige0",
        "title": "Notpla",
        "description": "Notpla revolutionised the single-use packaging scene when they discovered how to make drinks packaging disappear with their seaweed based, edible Ooho water sachets. A very successful crowdfunding round in 2017 meant they could scale up and commercialise the Ooho product. In additional to having a waste free product, the team is driven by their desire to be an authentic circular business, so they are continuously trying to understand their environmental impacts along their product value chain.",
        "published_at": "2022-06-24T09:57:19Z",
        "duration": "PT3M31S",
        "view_count": "485",
        "like_count": "3",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "ZPOOvYgO4fo",
        "title": "DAME",
        "description": "DAME is on a mission to enable consumers to make sustainable choices when they buy feminine hygiene products. When DAME met ReLondon's Business Transformation team, they were getting ready to launch their business and looking to raise investment, validate their environmental claims and become carbon neutral certified.",
        "published_at": "2022-06-24T09:52:50Z",
        "duration": "PT3M34S",
        "view_count": "48",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "bQt-hrwY15k",
        "title": "CE Week 2022: Dialogues with developers: Unlocking circular construction in cities",
        "description": "#CEweek2022 webinar hosted by C40 Cities and CIRCuIT exploring ways to improve the dialogue between city officials and private developers to ensure greater incorporation of circular economy principles in building projects.\n\nSpeakers:\nCécile Faraud, Programme Manager, Clean Construction, C40 Cities\nTessa Devreese, CIRCuIT Project Manager, ReLondon\nHolley Chant, Director of Sustainability - Google Development Venture,\nLendlease\nBruno Almeida Santos, Project Director, Far East Consortium\nArthur Kay, Founder and Chief Executive Officer, Skyroom\nFrederik Fenger Petersen, Project Manager, Sustainable Construction and\nReuse, City of Copenhagen\nJens Runge, Chief Consultant, City of Copenhagen",
        "published_at": "2022-06-21T09:07:41Z",
        "duration": "PT1H3M25S",
        "view_count": "126",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "38Vsgjvx4Fo",
        "title": "CE Week 2022: Making steel reuse best practice in the construction industry",
        "description": "#CEweek2022 event by headline partner Cleveland Steel & Tubes and ReLondon featuring:\nRoy Fishwick - Managing Director, Cleveland Steel & Tubes\nAndrea Charlson - Built Environment Lead\nPenny Gowler - Director & Head of Sustainability, Elliott Wood\nTim Biggin - Senior Site Manager, Blenheim House Construction Ltd",
        "published_at": "2022-06-20T14:49:01Z",
        "duration": "PT1H5S",
        "view_count": "424",
        "like_count": "5",
        "comment_count": "1",
        "has_caption": "false"
    },
    {
        "video_id": "xomhlsoyJX0",
        "title": "CE Week 2022: Circular capacity, city-wide recovery",
        "description": "Official launch event of Circular Economy Week 2022 #CEweek2022 featuring industry leaders and academics, with perspectives from local government and communities, showcasing and debating the findings of a new report on circular jobs, skills and training and the opportunities they provide to support a green recovery in London.\n\nGuest speakers and panellists include:\n\nShirley Rodrigues - Greater London Authority\nNani Pajunen - Sitra\nPhilip Glanville - Mayor of Hackney\nLinda Ingolfsdottir - H&M\nMiranda Essex - Thrift+\nGeorge Barrett - John Lewis Partnership\nMartin Baxter - IEMA\nBarry Mortimer - West London Green Skills Hub",
        "published_at": "2022-06-20T13:03:05Z",
        "duration": "PT1H41M35S",
        "view_count": "124",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "JG8-yV3XewE",
        "title": "CE Week 2022: A showcase: London's circular food pioneers",
        "description": "#CEweek2022 showcase of the Food Flagship Initiative pioneer projects featuring Kitche, OLIO, The Felix Project, Hubbub, Toast Ale, Impact Hub King's Cross, Caiger & Co., LEAP Micro AD.",
        "published_at": "2022-06-20T13:02:59Z",
        "duration": "PT1H30M19S",
        "view_count": "133",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "d36Ft_QiQBE",
        "title": "CE Week 2022: What's next for single-use plastics?",
        "description": "#CEweek2022 event \"What's next for single-use plastics?\" featuring Jane Martin - City to Sea; Diana Sterck - Sustainable Merton; Andrew Hagger - One World Living, Richmond & Wandsworth Councils; Daisy Hutchison and Bettina Maidment - Plastic-Free Hackney, and Catherine Conway - Unpackaged.",
        "published_at": "2022-06-20T13:02:53Z",
        "duration": "PT1H17M",
        "view_count": "158",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "AWuuYsjJHWw",
        "title": "CE Week 2022: People, places, things - local authorities shifting to a circular economy",
        "description": "#CEweek2022 event by London Environment Directors Network (LEDNet) and ReLondon featuring:\nVictoria Lawson - LEDNet\nCindy Gardener - London Borough of Hounslow\nAlexandra Russell - Hackney Wick Community Development Trust\nAna Giugiu - Royal London Borough of Kensington and Chelsea\nGeorge Brown - London Borough of Bromley\nMatthew Homer and Maryanne Cooper - London Borough of Islington",
        "published_at": "2022-06-20T13:02:47Z",
        "duration": "PT1H23M30S",
        "view_count": "113",
        "like_count": "1",
        "comment_count": "1",
        "has_caption": "false"
    },
    {
        "video_id": "lgxgYD-vnQc",
        "title": "EBN Circular Show with ReLondon",
        "description": "Senior advisor Doug Simpson and Business transformation manager Lamia Sbiti guest on the Environmental Business Network (EBN) Circular Show.",
        "published_at": "2022-04-04T08:20:05Z",
        "duration": "PT32M8S",
        "view_count": "36",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "SPCXRNuPUqE",
        "title": "ReLondon CE101 Highlights",
        "description": "Highlights from ReLondon's Circular Economy 101 (CE101) webinar.",
        "published_at": "2022-01-28T13:50:58Z",
        "duration": "PT2M20S",
        "view_count": "72",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "Gr8xlWATZto",
        "title": "allplants - a ReLondon Business Transformation SME success story",
        "description": "",
        "published_at": "2022-01-05T09:26:39Z",
        "duration": "PT3M3S",
        "view_count": "60",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "KJsZ8vsQ2JU",
        "title": "ReLondon CE101 training academy",
        "description": "This webinar is an introduction to the circular economy, its benefits, and how it can help deliver on core local authority priorities. Hear from experts on how the circular economy could benefit your local authority and network with other local authority leaders who are already applying the circular economy to deliver on core priorities.",
        "published_at": "2021-12-09T11:31:15Z",
        "duration": "PT55M23S",
        "view_count": "164",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "L5tNRi1y9jo",
        "title": "From wheels to meals: a city's food footprint",
        "description": "ReLondon launches its latest research report with Circle Economy \"London's food footprint\" at #COP26 fringe event in partnership with SUEZ UK. Featuring guests from London Councils, Glasgow Chamber of Commerce, Too Good To Go, Winnow and Zero Waste Scotland.\n\nDownload the report here: https://relondon.gov.uk/resources/report-londons-food-footprint",
        "published_at": "2021-11-12T10:25:30Z",
        "duration": "PT1H41M8S",
        "view_count": "233",
        "like_count": "2",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "xVwqi-AM36A",
        "title": "Why circularity should be your route to net zero",
        "description": "#COP26 curated programme of events by UKGBC for the Build Better Now virtual pavilion, featuring Ellen MacArthur Foundation, Arup, Make Architects, Grosvenor Britain & Ireland, Page/Park Arhitects and COS.\n\nVisit the exhibition: https://buildbetternow.co/",
        "published_at": "2021-11-11T11:18:48Z",
        "duration": "PT1H52S",
        "view_count": "52",
        "like_count": "2",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "PtFgqg-EAKM",
        "title": "Our voices: what young people think about climate change",
        "description": "Filmmakers Tashi and Mia set out to interview their friends and peers to see how much they really knew about the role food plays in climate change. Watch their film to learn surprising facts and think about some of the changes you can make in your own life.\n\nA Food Wave project (https://www.foodwave.eu/), in collaboration with the Young Film Academy (https://www.youngfilmacademy.co.uk/).",
        "published_at": "2021-09-29T13:28:09Z",
        "duration": "PT5M13S",
        "view_count": "337",
        "like_count": "13",
        "comment_count": "2",
        "has_caption": "false"
    },
    {
        "video_id": "jzAfcQGLgOM",
        "title": "Eating local: meals from our own backyard",
        "description": "Filmmakers Ayomide and Martina challenged themselves to one full week of only buying and eating food from the UK. Watch their film to learn more about where the food on your plate comes from and how you can start buying from your own backyard, too. \n\nA Food Wave project (https://www.foodwave.eu/), in collaboration with the Young Film Academy (https://www.youngfilmacademy.co.uk/).",
        "published_at": "2021-09-29T13:28:01Z",
        "duration": "PT5M50S",
        "view_count": "44",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "Khp2mJSg9oI",
        "title": "Food for thought: a Food Wave film",
        "description": "As part of our work for the Food Wave project (https://www.foodwave.eu/), ReLondon commissioned Young Film Academy (YFA - https://www.youngfilmacademy.co.uk/) to collaborate with a group of young people to make a film about food and its impact on climate change. The young filmmakers learned about the food-climate nexus, set themselves challenges about food waste, local eating and peer-to-peer chats and filmed themselves undertaking them. \n\nWatch the individual films:\nReducing Waste: Small Steps, Big Impact https://www.youtube.com/watch?v=AZgnDKyUKCo\nEating Local: Meals from Our Own Backyard https://www.youtube.com/watch?v=jzAfcQGLgOM\nOur Voices: What Young People think about Climate Change https://www.youtube.com/watch?v=PtFgqg-EAKM\n\nFollow YFA on Twitter https://twitter.com/youngfilm and Instagram https://www.instagram.com/youngfilmacademy/ and check out our new Instagram account about food and climate change here: https://www.instagram.com/what.the.fork.london/",
        "published_at": "2021-09-29T13:27:56Z",
        "duration": "PT17M28S",
        "view_count": "312",
        "like_count": "8",
        "comment_count": "3",
        "has_caption": "false"
    },
    {
        "video_id": "AZgnDKyUKCo",
        "title": "Reducing waste: small steps, big impact",
        "description": "Filmmakers Soraiya and Tasnia set themselves the challenge of reducing food waste in their everyday shopping and eating habits. Watch their film for some shocking statistics and tasty recipes.\n\nA Food Wave project (https://www.foodwave.eu/), in collaboration with the Young Film Academy (https://www.youngfilmacademy.co.uk/).",
        "published_at": "2021-09-29T13:27:51Z",
        "duration": "PT4M30S",
        "view_count": "42",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "wlDFalmVWtU",
        "title": "London (and the world) vs. food waste: acting now on SDG 12.3",
        "description": "A leaders’ forum to discuss how collectively we can build back better by acting to meet the SDG 12.3 goal to halve food waste globally.\n\nOriginally planned as an in-person event in March but cancelled due to the pandemic, this event was an unmissable opportunity to hear from senior leaders and influencers about the importance of eliminating food waste and how innovative food businesses are responding to recent events. The climate emergency continues to demand our immediate attention and action, and COVID-19 has had far-reaching consequences for wastage across food systems which need addressing now more than ever. Food waste remains an urgent issue – not just for the planet but for our communities and the economy.\n\nWith just 10 years left to meet the SDG 12.3 goal to halve food waste globally, hear from global food industry leaders how collectively we can build back better and make a difference in London - one of three global cities selected to participate in the Ellen MacArthur Foundation Food Initiative. \n\nKeynotes and panellists include: \nAmbassador Lars Thuesen, Danish ambassador to the UK\nDr Liz Goodwin OBE,  Senior Fellow and Director, Food Loss and Waste at World Resources Institute, and Chair of London Waste and Recycling Board\nSharla Halvorson, Global Health & Sustainability Manager, IKEA Food\nMarc Zornes, Co-founder at Winnow\nFederico Tonetti, Group Safety and Sustainability Director at Compass \nSelina Juul, Reader's Digest European of the Year 2020 and Founder of Stop Wasting Food Movement\nChantelle Nicholson, Multi-award winning chef owner of Tredwells\nDr Richard Swannell, Director at WRAP GLOBAL\nLaura Winningham OBE, Co-founder and CEO at City Harvest   \nTristram Stuart, Author and campaigner \nJamie Crummie, Co-founder and Director at Too Good To Go\nClaire Pritchard, Chair of the London Food Board\nEmma Chow, Food Initiative Lead at Ellen MacArthur Foundation\nWayne Hubbard, Chief Executive at London Waste and Recycling Board\nJean Billant, Senior Business Advisor, London Waste and Recycling Board's Advance London Business Support Programme\n\nThis event was co-organised by: The Danish embassy, Winnow and LWARB",
        "published_at": "2020-12-07T05:14:10Z",
        "duration": "PT1H54M32S",
        "view_count": "271",
        "like_count": "4",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "2BNELM8sB9Q",
        "title": "Understanding the costs and benefits associated with LWARB's Flats Recycling Package",
        "description": "Purpose-built flats and estates are a particular challenge for delivering recycling services, where performance is well below what we need if we’re going to achieve recycling targets. A two-year LWARB research project in partnership with housing association Peabody and six inner London boroughs found that improving the look and feel of bin areas by implementing a common Flats Recycling Package substantially improved recycling, capture and contamination rates. In order to assist housing providers, building managers and service providers to understand the costs associated with the Flats Recycling Package, LWARB have developed an easy to use online tool.\n\nAbout the event:\nLWARB hosted this webinar to take you through the online cost/benefit tool for the Flats Recycling Package. At the end of the webinar you will be able to run cost/benefit calculations for purpose built flats in your area. Hear:\n• A short introduction to the recycling project, the Flats Recycling Package and process for developing the tool;\n• A live demonstration of the cost/benefit tool.\n\nWho would benefit from this:\nLondon boroughs, collection contractors, housing providers and building managers looking to understand the cost/benefit of improving the performance of waste services by implementing the Flats Recycling Package on purpose built flats in their area.\n\nSpeakers include:\nAntony Buchan - Head of LWARB's local authority support programme\nGemma Scott - Local Authority Support Manager (Flats) at LWARB\nCathy Cook - Local Authority Support Manager at LWARB\nLawrence Newland – Director at Alma Economics\nRob Dutfield – Economist at Alma Economics\nEric Yang – Economist at Alma Economics",
        "published_at": "2020-12-01T17:36:19Z",
        "duration": "PT50M24S",
        "view_count": "137",
        "like_count": "4",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "BL1Nmk7oOdM",
        "title": "Adapting waste services to COVID-19",
        "description": "COVID-19 has had a profound effect on every aspect of our lives, from the pattern of business activity, to where we shop and how we socalise. For London waste authorities this impacts how they deliver services. The capital’s local authorities have had to be responsive and adaptive to maintain their domestic and commercial waste and recycling collection services, whilst attempting to forecast the ongoing impact COVID-19 will have – which is particularly important given the likelihood now of a second wave.\n\nIn response, LWARB hosted this webinar to share knowledge on three COVID-19 research projects we commissioned to help London local authorities respond to the pandemic.\n\nJoin us to hear insights on:\n\n• A study to predict the impact of COVID-19 on commercial waste volumes and composition within London;\n\n• Learnings from London waste authorities’ responses to the need to protect waste and recycling services during the March 2020 COVID-19 lockdown; and\n\n• An extension to the waste compositional study conducted as part of the ‘Making recycling work for people in flats’ project, to look at the impact COVID-19 measures have had on waste volumes and composition in purpose built flats.\n\nAlthough London is the focus of this research, it will be of interest to local authorities elsewhere (particularly those in urban areas), regional and national government, as well as the wider waste industry.\n\nSpeakers include:\n\nAntony Buchan: Head of Programme (Resource London)\nCathy Cook: Local Authority Support Manager\nSarah Craddock: Project Development Manager – Commercial Recycling\nGemma Scott: Local Authority Support Manager (Flats)",
        "published_at": "2020-11-11T17:52:50Z",
        "duration": "PT54M53S",
        "view_count": "218",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "S5a2ylHeiHg",
        "title": "Circular IT and electricals tackling the climate emergency through sustainable procurement",
        "description": "In support of London’s effort to build back better, LWARB brought together key actors in local authorities and businesses to highlight the economic and environmental opportunities a circular approach in the electricals sector has to offer London. The webinar was a celebration of what is already being done and a spotlight of some of the businesses in London providing local authorities with solutions for accelerating circular economy practices in the electricals sector.",
        "published_at": "2020-10-16T14:42:52Z",
        "duration": "PT1H52M13S",
        "view_count": "49",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "XAOhv6USvA4",
        "title": "Circular Restaurants: Food That Doesn't Cost The Earth",
        "description": "Re-watch the launch webinar of Advance London's circular economy guide for the food service industry, in partnership with the Sustainable Restaurant Association",
        "published_at": "2020-07-01T14:34:54Z",
        "duration": "PT1H7M32S",
        "view_count": "452",
        "like_count": "4",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "gqG257Vxc-Y",
        "title": "#CEweekLDN Mayor of London message",
        "description": "Circular Economy Week 1st–5th June 2020\nA showcase and celebration of the work being done to accelerate the transition to a low-carbon, resilient, resource-efficient future.\n\nJoin us online for the 3rd annual circular economy week in London and beyond to find out more about how cities and businesses are mitigating carbon and innovating for climate action through the circular economy.\n\nFind out more: https://ceweek.london/",
        "published_at": "2020-06-01T11:48:21Z",
        "duration": "PT1M21S",
        "view_count": "146",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "tTT8B3rD8qM",
        "title": "Tom Berry form Farfetch on Circular Economy Business Models",
        "description": "Farfetch are among Circular Fashion Fast Forward's pioneering brands who have recognised the advantages circular economy can bring and are motivated to prove its benefits. \n\nCircular Fashion Fast Forward is a partnership between LWARB and QSA Partners to make fashion more sustainable. We have teamed up to work with leading retailers adidas, Ted Baker, Farfetch and FW to help transform the fashion industry.",
        "published_at": "2020-04-01T20:39:53Z",
        "duration": "PT5M4S",
        "view_count": "301",
        "like_count": "7",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "wk-_5ODhqPI",
        "title": "Sara Asmoarp from FW on Circular Economy Business Models",
        "description": "FW are among Circular Fashion Fast Forward's pioneering brands who have recognised the advantages circular economy can bring and are motivated to prove its benefits. \n\nCircular Fashion Fast Forward is a partnership between LWARB and QSA Partners to make fashion more sustainable. We have teamed up to work with leading retailers adidas, Ted Baker, Farfetch and FW to help transform the fashion industry.",
        "published_at": "2020-04-01T19:45:41Z",
        "duration": "PT3M50S",
        "view_count": "187",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "L03L-R1ly2g",
        "title": "David Quass from adidas on Circular Economy Business Models",
        "description": "adidas were among Circular Fashion Fast Forward's pioneering brands who have recognised the advantages circular economy can bring and are motivated to prove its benefits. \n\nCircular Fashion Fast Forward is a partnership between LWARB and QSA Partners to make fashion more sustainable. We have teamed up to work with leading retailers adidas, Ted Baker, Farfetch and FW to help transform the fashion industry.\n\nThese",
        "published_at": "2020-04-01T17:05:00Z",
        "duration": "PT4M58S",
        "view_count": "742",
        "like_count": "5",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "D44cuqMDXnc",
        "title": "Circular Fashion Fast Forward",
        "description": "Circular Fashion Fast Forward is a partnership between LWARB and QSA Partners to make fashion more sustainable. We have teamed up to work with leading retailers adidas, Ted Baker, Farfetch and FW to help transform the fashion industry.",
        "published_at": "2020-04-01T16:39:47Z",
        "duration": "PT59S",
        "view_count": "110",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "YXKcNVX-380",
        "title": "Circular Fashion Fast Forward project",
        "description": "Circular Fashion Fast Forward is a partnership between LWARB and QSA Partners to make fashion more sustainable. We have teamed up to work with leading retailers adidas, Ted Baker, Farfetch and FW to help transform the fashion industry.",
        "published_at": "2020-04-01T16:31:02Z",
        "duration": "PT3M27S",
        "view_count": "93",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "f_S80w8sslk",
        "title": "Making recycling work for people in flats",
        "description": "A new report published today by Resource London shows that actions such as cleaning up dirty, dark bin areas, making sure bins are emptied regularly, and ensuring bins can take a full bag of recyclables, improve recycling behaviour in flats.\n\nPilots run across London have shown that the introduction of a consistent package of measures (the ‘Flats Recycling Package’) helped tenants on 12 Peabody estates to recycle more\nOver a nine-month intervention period, there was a 22% increase in capture rates (from 38.2% to 46.8%) and a 26% increase in recycling rates (from 10.7% to 13.4%)\nThere was also an improvement in the contamination rate which decreased by 24% (from 30.7% to 23.4%)\nResource London is now working with councils and housing associations in London to get the Flats Recycling Package introduced",
        "published_at": "2020-01-28T16:43:09Z",
        "duration": "PT2M38S",
        "view_count": "875",
        "like_count": "10",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "qZuom-Duh_k",
        "title": "LWARB Making recycling work for people in flats ethnographic research highlights",
        "description": "",
        "published_at": "2020-01-21T17:16:03Z",
        "duration": "PT1M33S",
        "view_count": "291",
        "like_count": "2",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "zopOv3FDVsM",
        "title": "Advance London: Making the circular economy everyone's business",
        "description": "",
        "published_at": "2019-11-27T17:44:49Z",
        "duration": "PT1M27S",
        "view_count": "511",
        "like_count": "3",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "jKHqXlHI5Ms",
        "title": "Advance London success story about Biohm",
        "description": "Biohm is an innovative start-up exploring how bio-based materials such as mycelium fungus and food waste can be used to create new, circular construction materials for commercial buildings and domestic homes. When Biohm met Advance London, they had their first bio-based product Mycelium Insulation developed and were keen to meet stakeholders in the built environment. They were also embarking on a mission to set up a consistent food waste supply to feed their hungry mushrooms, commercialise and scale up operations.\n\n“Advance London and LWARB have been nothing but incredible support. As a vulnerable start-up you are approached by loads of companies offering support, but there is always some sort of return, in the form of equity, that is quite difficult to justify. It just felt like the motives behind this programme are completely aligned to what Biohm are trying to do. It’s for the greater good and I think it’s a really rare thing to find programmes like that.” Ehab Sayed - Founder of Biohm",
        "published_at": "2019-11-27T17:44:38Z",
        "duration": "PT4M9S",
        "view_count": "5991",
        "like_count": "150",
        "comment_count": "12",
        "has_caption": "false"
    },
    {
        "video_id": "HQWdlY4zrB0",
        "title": "Advance London success story about DAME",
        "description": "DAME is on a mission to provide every woman with a choice of sustainable period products. When DAME met Advance London, they were getting ready to launch their business and looking to raise investment, validate their environmental claims and become carbon neutral certified.\n\n“Advance London were absolutely fantastic; thanks to them we’ve got a very detailed look at everything from the water that goes into the fields all the way through to if we flew one of our products out to a customer in New Zealand.”  Alec Mills - Co-founder of DAME",
        "published_at": "2019-11-27T17:44:35Z",
        "duration": "PT3M31S",
        "view_count": "128",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "QZMvy6TMADg",
        "title": "Advance London success story about KSBC",
        "description": "KSBC helps businesses relocate premises and sets up their IT equipment and infrastructure. Realising that this process creates a lot of unnecessary waste, they were keen to minimise and set-up a circular service offering that would enable their clients to relocate offices in a responsible way. \n\n“We offer a complete circular economy service that deals with this equipment for a reasonable price in a responsible way. The beauty of it was, we really didn’t have to put much work into it, we just made a list and then Advance London went away and compiled everything for us. It was very pain free.” Jamie O’Donnell - Chief Operating Officer at KSBC",
        "published_at": "2019-11-27T17:44:31Z",
        "duration": "PT2M20S",
        "view_count": "71",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "eCIpLQN8pak",
        "title": "Advance London success story about Notpla",
        "description": "Notpla revolutionised the single-use packaging scene when they discovered how to make drinks packaging disappear with their seaweed based, edible Ooho water sachets. As they continue to scale up and commercialise their products, the team is driven by their desire to be an authentic circular business and are continuously trying to understand their environmental impacts along their product value chain. \n\n\"Advance London showed us that how we deliver goods is a big part of our impact and it’s certainly on our minds as we scale. It’s been very useful for things like evaluating whether we should do events and to build strategies around how to distribute locally.” Lise Honsinger - CFO & CCO",
        "published_at": "2019-11-27T17:44:26Z",
        "duration": "PT3M28S",
        "view_count": "10528",
        "like_count": "145",
        "comment_count": "11",
        "has_caption": "false"
    },
    {
        "video_id": "55ggTOo2qKI",
        "title": "Advance London success story about Nu Wardrobe",
        "description": "Nu Wardrobe is a peer-to-peer, clothes sharing app that brings people together to share their clothes and experience fashion affordably, without buying new outfits. When Nu Wardrobe met Advance London they were keen to set up in London and secure investment to develop their App and grow the Nu community. \n\n“Advance London has supported Nu from concept to launch and helped us each step of the crazy start-up journey. With their help, we've made connections across London for both business development and fundraising, become part of the circular economy eco-system in London and met lots of entrepreneurs in our space. They are a fantastic and energetic team who always have your back!” Aisling Byrne - Co-founder of Nu Wardrobe",
        "published_at": "2019-11-27T17:44:21Z",
        "duration": "PT2M50S",
        "view_count": "118",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "hCFHpkXEupc",
        "title": "Advance London success story about Smile Plastics",
        "description": "Smile Plastics’ mission is to change the way people view and value materials by taking waste and transforming it into decorative materials and products. When Smile Plastics’ met Advance London they wanted help securing investment, refining their business plan and pitch deck, and bespoke market research to grow their production capabilities.\n\n“The biggest bit of help we got from Advance London was raising our profile within the LWARB network. They supported us in their office fit out by using our materials for cupboards and table tops, so we’ve also been showcased in that way. It’s great to be connected with the team, there are lots of benefits to being part of this community.” Rosalie McMillan - Co-owner of Smile Plastics",
        "published_at": "2019-11-27T17:44:17Z",
        "duration": "PT2M8S",
        "view_count": "4007",
        "like_count": "45",
        "comment_count": "1",
        "has_caption": "false"
    },
    {
        "video_id": "Nu82-5c5aDg",
        "title": "Advance London success story about Toast",
        "description": "Toast makes planet-saving craft beer using surplus fresh bread. When Toast met Advance London in 2017, they were keen to understand what their environmental impacts were throughout their supply chain and calculate the equivalent carbon emissions savings from replacing barley with surplus bread. \n\n“There were a lot of sustainability initiatives I really wanted to work on, but just didn’t have the time and capacity to do so. We wanted to look at the overall environmental impact of Toast and not just be focussed on the core process of brewing and using bread, so when Advance London approached us, I jumped at the chance.” Louisa Ziane - Brand & Sustainability Director",
        "published_at": "2019-11-27T17:44:11Z",
        "duration": "PT2M59S",
        "view_count": "89",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "2Y88UfWWse4",
        "title": "Advance London success story about Unpackaged",
        "description": "Unpackaged aims to create a world without unnecessary packaging and preserve resources for future generations. After a stint as a zero-waste retailer, they were keen to develop the consultancy arm of the business and use their knowledge and previous experiences to help other businesses go packaging free. \n\n“The team at Advance London have provided invaluable business planning support for Unpackaged. Their advice is based on a sound understanding of the Circular Economy, as well as a clear focus on helping us build a profitable business. A win, win combination and we’re very grateful for all their support.” Catherine Conway - Founder of Unpackaged",
        "published_at": "2019-11-27T17:44:08Z",
        "duration": "PT3M5S",
        "view_count": "716",
        "like_count": "9",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "Lt-tFtc2X4I",
        "title": "LWARB Circular Office fit out",
        "description": "",
        "published_at": "2019-02-27T14:40:47Z",
        "duration": "PT37S",
        "view_count": "79",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "Omxh0PTlNc0",
        "title": "Circular Economy Week 2018",
        "description": "In June, we held London's first ever Circular Economy Week! https://ceweek.london/ \n#CEWeekLDN",
        "published_at": "2018-11-01T14:40:34Z",
        "duration": "PT2M47S",
        "view_count": "203",
        "like_count": "2",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "v6kTNEcVQto",
        "title": "Advance London Nov17 Event Alternative Version",
        "description": "Description",
        "published_at": "2018-04-23T11:43:00Z",
        "duration": "PT2M39S",
        "view_count": "24",
        "like_count": "1",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "uHsxgSKvicA",
        "title": "Advance London: Circular Innovation for SMEs",
        "description": "An overview of Advance London's Circular Innovation workshop that is specifically designed for SMEs. If you're interested in finding out more contact info@advancelondon.org\n\n(This workshop was first delivered as part of the Disruptive Innovation Festival 2017 #ThinkDIF)",
        "published_at": "2017-11-27T14:04:26Z",
        "duration": "PT1M32S",
        "view_count": "290",
        "like_count": "2",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "AyesECCI0sU",
        "title": "Advance London Launch Event",
        "description": "Advance London provides free practical help and advice to SMEs in London to enable businesses to adopt and scale up circular business models. The programme launched on 25 April 2017.",
        "published_at": "2017-05-26T09:54:23Z",
        "duration": "PT3M5S",
        "view_count": "357",
        "like_count": "6",
        "comment_count": "1",
        "has_caption": "false"
    },
    {
        "video_id": "67ROALF-l2k",
        "title": "Unpackaged",
        "description": "Unpackaged was founded in 2006 by Catherine Conway in the belief that there was a better way to sell products without unnecessary packaging. Here, Catherine talks about the aims of her business, and her successes to date.\nFind out more: http://www.beunpackaged.com/ \nhttp://www.lwarb.gov.uk/",
        "published_at": "2016-11-08T10:19:20Z",
        "duration": "PT2M29S",
        "view_count": "1980",
        "like_count": "15",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "8wVBV03KG3A",
        "title": "Snact",
        "description": "Snact make snacks from surplus produce i.e. produce that would otherwise be thrown away for being too big, too small, too ugly, or simply too abundant. Michael Minch Dixon, a co-founder of the London based SME, talks about why he started the business and his company's objectives. Find out more: http://www.snact.co.uk/ \nhttp://www.lwarb.gov.uk/",
        "published_at": "2016-11-08T10:05:39Z",
        "duration": "PT2M24S",
        "view_count": "635",
        "like_count": "7",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "iqKRaw1xkig",
        "title": "Restart",
        "description": "The Restart Project was set up in order to prevent electronic waste. One of their activities is to hold hands-on learning events where they help people fix their own electronics. Co-founder, Ugo Vallauri, describes why he set up the project and the outcomes he hopes to achieve. Find out more: https://therestartproject.org/\nhttp://www.lwarb.gov.uk/",
        "published_at": "2016-11-08T09:56:38Z",
        "duration": "PT2M30S",
        "view_count": "119",
        "like_count": "0",
        "comment_count": "0",
        "has_caption": "false"
    },
    {
        "video_id": "owUv_CSquFo",
        "title": "Globechain",
        "description": "Globechain is an online reuse platform that connects businesses, charities and people to enable them to reuse unwanted items within a global supply chain network. Founder, May Al-Karooni, explains why she set up the re-use platform, and successes to date. Find out more: https://www.globechain.com/\nhttp://www.lwarb.gov.uk/",
        "published_at": "2016-11-08T09:46:13Z",
        "duration": "PT2M46S",
        "view_count": "1883",
        "like_count": "17",
        "comment_count": "0",
        "has_caption": "false"
    }
]